const data = [
  {
    question: 'Что было создано благодаря грибам-плесени?',
    incorrectAnswer: ['Панкреатин', 'Цефтриаксон', 'Бисопролол'],
    correctAnswer: 'Пенициллин',
  },
  {
    question: 'Как звали маму Македонского?',
    incorrectAnswer: ['Христова', 'Роксана', 'Клеопатра'],
    correctAnswer: 'Олимпиада',
  },
  {
    question: 'Новобранец на флоте – это …',
    incorrectAnswer: ['Рядовой', 'Мичман', 'Матрос'],
    correctAnswer: 'Салага',
  },
  {
    question: 'Чем известен Герострат?',
    incorrectAnswer: ['Выпивал утром молоко', 'Слушал маму', 'Заправлял постель каждое утро'],
    correctAnswer: 'Сжёг храм Артемиды Эфесской',
  },
  {
    question: 'Какой танец считается самым страстным?',
    incorrectAnswer: ['Вальс', 'Фламенко', 'Танец живота'],
    correctAnswer: 'Танго',
  },
  {
    question: 'Чем известен Влади́мир Влади́мирович Кличко́?',
    incorrectAnswer: ['30 лет жизни пролетели как 30 лет', 'Хорошо что сегодня пятница, а не завтра как вчера', 'Владимир Кличко мне как брат'],
    correctAnswer: 'А вы знали что левый глаз левее чем правый',
  },
  {
    question: 'Какую вершину сложно покорить?',
    incorrectAnswer: ['Съесть шоколад за 100 шагов', 'Выйти на улицу после фразы "Делай что хочешь"', 'Самую сложную вершину'],
    correctAnswer: 'Вершину Эвереста',
  },  
  {
    question: 'Брандмауэр – это …',
    incorrectAnswer: ['Горячие пирожки', 'Торгование предметами искусства', 'Признание после смерти'],
    correctAnswer: 'Противопожарная стена',
  },
  {
    question: 'Чем известен Майк Тайсон?',
    incorrectAnswer: ['Американский боксёр', 'Страдает из-за обострения хронического радикулита', 'Он борется с ишиасом'],
    correctAnswer: 'Миф об откусанных ушах',
  },
];
export default data